Revit 2027 API
BuiltInFailures.LoadFailures.LineBCNotOverlappingHost Property
 Line BC is not overlapping with its entire distribution its host.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId LineBCNotOverlappingHost { get; }
Public Shared ReadOnly Property LineBCNotOverlappingHost As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ LineBCNotOverlappingHost {
	FailureDefinitionId^ get ();
}
static member LineBCNotOverlappingHost : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.LoadFailures Class
Autodesk.Revit.DB Namespace